content/book-notes/the-way-to-willpower/index.md
+++
title = "The Way To Willpower By Henry Hazlitt"
date = 2020-12-01T19:04:00-05:00
draft = false
Score = 8
Thoughts = "The Way to WillPower was published in 1922, but still packs a ton of super valuable information relating to \"will-power\". I found many of its ideas useful in my everyday life. It's a relatively quick read, I definitely recommend!"
+++

# Summary and Notes (By Chapter) {#summary-and-notes--by-chapter}


## A Revelation {#a-revelation}

Introduces the idea that the will does not exist as another faculty alongside the memory, imagination, and a way to reason.


## The Intellect as a Valet {#the-intellect-as-a-valet}

Claims that the intellect is responsible for choosing between desires.


## The Price One Pays {#the-price-one-pays}

There is a price to be payed for valuing remote desires over present ones.


## Old Bottles for the New Wine {#old-bottles-for-the-new-wine}

The will may be defined as our desire to be a certain sort of character. If this desire is strong enough, it can assist your intellect to make decisions that value the future. Will-power may be defined as the ability to keep a remote desire so vividly in mind that immediate desires which interfere with it are not gratified.


## Resolutions Made and Resolutions Kept {#resolutions-made-and-resolutions-kept}

It's problematic that people make too many resolutions and then don't keep them. Instead people should think long and hard about the prices associated with a resolution, and then only make them when they are confident that they can keep them. This helps avoid the demoralizing act of breaking one.


## Success and the Capital S {#success-and-the-capital-s}

Decide for yourself what "success" means; Don't make the mistake of continually trying to obtain the things that the people around us want or profess to want, rather than what you want yourself, because you have never really tried to examine whether there is any difference between the two. After reflecting on success, decide if you are willing to pay the price to get there.


## The Scale of Values {#the-scale-of-values}

Material values are not the way to go. A man's goal ought to be (beyond the mere duty of making himself happy) to increase social well-being to confer the greatest benefits he can upon humanity. So long as fame and money are the ends sought, the benefits conferred upon humanity are mere by-products; whereas, in any civilization worthy of the name, the ends sought by individuals ought to be social well-being, and fame and money the by-products.


## Controlling One's Thoughts {#controlling-one-s-thoughts}

Tips for carrrying out resolutions:

-   Whatever our ideals, whatever our resolutions, we should, before adopting those resolutions, calmly and coldly count the price of carrying them out. Think not alone of the benefits of keeping the resolve, but of the disadvantages.
-   Once you have made your decision, having coldly decided that that is what you want and that you are willing to pay the price, your decision is forever beyond dispute. You should never ask yourself again whether the other course it possible.
-   Dwell on the benefits of carrying your resolove out, not on the evils of failing. Fill the mind with the positive idea of your resolve.
-   When combating insomnia, don't say to oneself "I shall sleep". Instead say "I sleep".
-   Don't defy temptation, instead evade it. Don't do things that trigger desires you don't want.
-   After mastering evading temptation, you can start to add it back in. "It breeds great perfection if the practice be harder than the use".


## The Omnipresence of Habit {#the-omnipresence-of-habit}

Desires and fears are not the sole determinants of action; there is also habit. Habit is the doing of a thing without conscious attention and often without thought of the purpose of doing it.


## The Alteration of Habit {#the-alteration-of-habit}

When you first set about to abolish a bad habit and establish a good one, it is going to take all the effort, all the "will-power", at your command. But habit begins soon to take the place of will-power; it will require less and less effort. You make your nervous system your ally instead of your enemy.

Tips for altering habits:

-   In acquisition of a new habit or the leaving off an old one, we must take care to launch ourselves with as strong and decided an initiative as possible. This helps give momentum and postpones a potential breakdown.
-   Never suffer an exception to occur till the new habit is securely rotted in your life.
-   Seize the very first possible opportunity to act on every resolution you make, and on every emotional prompting you may experience in the direction of the habits you aspire to gain.
-   When temptations arise, instead of telling yourself "I will begin to reform the next time", tell yourself that "the last time was the last".


## Will and The Psychoanalysts {#will-and-the-psychoanalysts}

This chapter focuses on discussing how psychoanalysts have it wrong. Points:

-   "Whichever your belief you tend to make your belief true".
-   There is a difference between a desire and a craving. We have a desire for food, but a craving for cigarettes, whiskey, morphine.
-   Oscar Wilde said: "The only way to get rid of a temptation is to yield to it". Like all good epigrams, it is at least true in a special sense. It is true in that if you yield to a temptation, you will get rid of it "for the moment". But everytime you yield you do two things: increase the intensity of the desire and lessen the power of resistance.
-   You develop and strengthen the craving by use, just as you develop a muscle by use. Everytime you resist a desire you strengthen your power to resist.
-   Makes a point that sexual craving can be fought, that it can be lived down, that it can be conquered, that the conquest of it would immensly strengthen the character, and make most other moral victories comparatively easy. This differs from psychoanalysts who believe "it is not only impossible to conquer the sexual passion, but highly dangerous to try".
