content/book-notes/the-way-to-willpower/index.md


## Concentration {#concentration}

Discusses what to do with your will-power once you have it. Points:

-   Minute-to-minute concentration is the ability to keep your mind upon a certain subject for a given period, say for ten minutes, one half hour or two hours without interruption.
-   Night-after-night concentration is the ability to specialize in a certain subject or in a certain branch of that subject until you have mastered it thoroughly, before advancing to other subjects.
-   Concentration is primarily an act of will (desire of character). It need not necessarily by so. If you enjoy working, getting up early, remaining home nights, staying sober, you will do so without effort. If you are interested in a book or in a particular subject, you will read it or meditate upon it without effort. But you need will-power in action precisely because you do not enjoy doing these commendable things, and you need will-power in reading, thought or writing precisely because your mind will otherwise be distracted by lack of lapses of interest in the subject at hand or by greater interest in something else.
-   The act of will involved in concentration is the same in principle as any other act of will
    -   We must be certain in your own mind that the end is worth while.
    -   There is a price attached to concentration. We will have less time for other things. We must be content to remain somewhat ignorant of the other things, at least for a time.
    -   This applies particuarly to night-after-night concentration. If you keep switching subjects, you won't be able to specialize adequately. By trying to know something about everything, you may miss really knowing anything about anything.
    -   One needs one's play to keep from going stale, but there are limits to this principle. No man will become an savant from an evening a week. "Most careers are made or marred in the hours after supper".
    -   When our mind wanders, we do so because of a half-conscious belief that the new idea, problem or fact needs attending to is important. If it were to truely be important, it would be so only by accident. Nine times out of ten we should find that they are not.
    -   Forms of involuntary concentration of which you were not conscious, were possible because the interest in the subject was intense enough. An example is when you are asked a question and don't even notice.
    -   When a person is left alone for a short time, he often takes pleasant but uneducative roamings. The only way a man can put a stop to this is to snap off his train of day-dreaming the first moment he becomes aware of it, and to address his mind to some serious subject. If he has never done this, he will find the effort great. But "just do it".


## A Program of Work {#a-program-of-work}

There are some tasks that we don't even see as anything requiring will-power at all, simply because they do not come in the teeth-gritting class, but that we continue to put off anyways. The reasons for this are not being as efficient as we might be, and procrastination from lack of will-power.

Makes an example of a person who decides to devote evenings to the study of money and banking. They could learn it just as well at home as by going to night-school, but the rigidity of night-school means it requires less will-power. Another element is that it is much easier to say to a friend: "I'm sorry I'd like to go, but I have to go to night-school" then it is to say "I'm sorry but I have to stay home and study". Your friend is likely to be skeptical. He may be unable to see than an obligation to yourself is quite as sacred as an obligation to others. But you have to commit anyways and stick to your self-study schedule. Note that it is much easier for the discipline of will-power to plan modestly and to carry out your schedule than to plan greatly and fail. The first builds self-confidence; the second destroys it.


## The Daily Challenge {#the-daily-challenge}

Keep the faculty of effort alive in you by a little gratuitous exercise every day. Do every day or two something for no other reason than that you would rather not do it, so that when the hour of dire needs draws nigh, it may find you not unnerved and untrained to stand the test.

There is the practical example of asking for a raise. You know you are worth more money, but you don't have the courage. A test of meeting the challenge is the way you feel at the end of the day. If you have met the challenge, you will be rewarded with a glow of soul; if you have evaded or postponed it, your lot will be a sense of guilt.

Emotion follows action, not the other way around. If you really mean to do it at all, insist upon fixing a definite deadline.

Another case is when you would like to give the answer "No". Yet you fear to give offense; you fear friendship, you fear having to defend your position; you fear embarassment. A man cannot respect himself if he grants a request or gives money to a beggar not because he believes the request is fair, or to relieve the beggar's distress, but simply because he cannot look his supplicant in the eye and tell him No.

There is always the infinitude of bad habits to be broken and good habits to be formed. One example is a cold shower every morning: it is an excellent will exercise, which more than pays for itself in its effects upon your health.


## Second And Third Winds {#second-and-third-winds}

There are times when physical and mental fatigue appear to make us quit a task. But eight times out of ten is it flagging interest, rather than real fatigue, which makes us quit. As long as interest is intense enough, physical and mental fatigue won't really matter.

There are two main ways to get past this problem:

1.  Diversification. By turning from one subject to another, you sustain or increase your interest in the subjects.
2.  Sheer effort. Trusting that after a time either the interest will rise again or the fatigue will decrease. "Heroism is endurance for one moment more".

This can be a dangerous doctrine that would leave to overwork, overstrain and nervous breakdown. It is possible to overdo it; but for overwhelming majority it is not the slightest danger. Most breakdowns attributed to overwork do not come from overwork, but from worry, dissipation and unhygienic living. Indolence will always find excuses for its own existence.
