org-content/hugo.org
**** Moral Courage
Final notes before parting from the book:
- Never boast to friends about will-power. They are apt to become cynical and facetious, especially when you have broken some major or minor resolution. You want your friends to know of your will-power, but the best way for them to discover it is through actions, not words.
- Don't be a prig, someone who has become vastly well satisfied with himself. His chief pastime is to talk about the shortcomings of over the people.
- True willpower is perfectly compatible with true humility.
- It is in general more profitable to reckon up our defects than to boast of our attainments. Sad is the day for any man when he becomes absolutely satisfied with the life that he is living, the thoughts that he is thinking and the deeds that he is doing; when there ceases to be forever beating at the doors of his soul a desire to do something larger, which he feels and knows he was meant and inteded to do.
- Don't be stubborn. Don't fancy that will-power is incompatible with making yourself agreeable. A man who stands for principles in which you believe has backbone; a man who stands for principles in which you do not believe is stubborn.
- The man with backbone will never give in because of mere lack of physical and moral courage. Moral courage is the rarest thing on earth. How many had the ecourage merely to make themselves unpopular.
- How can it profit a man to be able to think if he does not dare to. You must have the courage to go where the mind leads, no matter how startling the conclusion. This may require the courage to stand against the whole world.
- Great is the man who has that moral courage, for he indeed has achieved will-power.
  
*** My Top 3 Quotes

- "We may think his ethical ideas mistaken, and mistaken they may be; but we cannot but admire the strength of character which leads him to act them out in spite of social opposition."
- "If your ability to refuse to yield to this particular impulse becomes in your mind a challenge to and a test of your entire character, you have thrown into the scale a mighty force to ensure your taking the right action."
- "Sad is the day for any man when he becomes absolutely satisfied with the life that he is living, the thoughts that he is thinking and the deeds that he is doing; when there ceases to be forever beating at the doors of his soul a desire to do something larger, which he feels and knows he was meant and intended to do."

*** How The Book Changed Me

You would think that a goal of reading the book is to improve your will-power, and that's definitely an effect that it had on me. I find that even just having the words to conceptualize will-power as the desire to be a certain character helps me resist "temptation". I also find the "rules of will-power" to be very helpful:
1. Whatever our ideals, whatever our resolutions, we should, before adopting those resolutions, calmly and coldly count the price of carrying them out. Think not alone of the benefits of keeping the resolve, but of the disadvantages.
2. Once you have made your decision, having coldly decided that that is what you want and that you are willing to pay the price, your decision is forever beyond dispute. You should never ask yourself again whether the other course it possible.

Here i'll list some ways my mindset changed after reading the book:
- More value for the importance of habits
- An appreciation for "Whichever your belief you tend to make your belief true"
- Opened my mind to the perspective that sexual desire can be conquered. I rarely see that point made.
- I related to the example of a person who decides to devote some evenings to studying and the difficulty of telling friends. Previously I would tell myself that I would make up for it by becoming more efficient. But now I'm more inclined to say "No" sometimes. I still see a need for occasional "play to keep from going stale".
- I like the idea of a daily challenge. I already take cold showers, but I'll be introducing some more daily challenges.
- Cool to read the idea of using sheer effort to overcome physical and mental fatigue.
- I have a stronger desire for moral courage than before.
- Just do it.

*** How I Discovered It
I discovered the book through [[https://vasilishynkarenka.com/][Vasili]] who very kindly gifted it to me. Thank you!

*** Time Spent Reading
*Total time: 3:48*
#+begin_src 
:LOGBOOK:
CLOCK: [2020-11-10 Tue 17:16]--[2020-11-10 Tue 18:02] =>  0:46
CLOCK: [2020-11-10 Tue 16:34]--[2020-11-10 Tue 17:16] =>  0:42
CLOCK: [2020-11-09 Mon 11:10]--[2020-11-09 Mon 11:50] =>  0:40
CLOCK: [2020-11-09 Mon 10:28]--[2020-11-09 Mon 11:10] =>  0:42
CLOCK: [2020-11-07 Sat 08:03]--[2020-11-07 Sat 08:22] =>  0:19
CLOCK: [2020-11-06 Fri 15:43]--[2020-11-06 Fri 16:22] =>  0:39
:END:
#+end_src

*** Time Spent Reviewing/Writing

*Total time: 3:19*
#+begin_src 
:LOGBOOK:
CLOCK: [2020-12-01 Tue 13:25]--[2020-12-01 Tue 14:35] =>  1:10
CLOCK: [2020-12-01 Tue 11:06]--[2020-12-01 Tue 13:15] =>  2:09
:END:
#+end_src

